import Header from "./Header";
import Footer from "./Footer";

function AboutUs() {
  return (
    <>
      <Header />

      <section className="mx-auto mt-24 max-w-2xl">
        <h1 className="mb-6 text-center">ما که هستیم؟</h1>

        <div className="flex flex-col gap-y-3">
          <p>
            ما به طراحی داخلی فضاهایی می‌پردازیم که نه تنها زیبا و شیک باشند،
            بلکه کاربردی و الهام‌بخش هم باشند. تیم ما متشکل از طراحان حرفه‌ای و
            با تجربه‌ای است که با دقت به جزئیات، هر پروژه را به یک تجربه منحصر
            به فرد تبدیل می‌کنند.
          </p>

          <p>
            با استفاده از ترکیب هنر و علم طراحی، ما فضاهایی خلق می‌کنیم که
            بازتاب‌دهنده شخصیت و نیازهای شما باشند. از طراحی مسکونی تا تجاری، ما
            با رویکردی نوآورانه و متناسب با بودجه و سلیقه مشتری، بهترین
            راه‌حل‌های طراحی را ارائه می‌دهیم.
          </p>

          <p>
            هدف ما ایجاد فضاهایی است که علاوه بر زیبایی، راحتی و عملکرد بالا را
            نیز برای شما به ارمغان بیاورد. ما با گوش دادن به شما، ایده‌های
            نوآورانه‌ای می‌سازیم که به هر فضایی زندگی می‌بخشد.
          </p>
        </div>
      </section>

      <Footer />
    </>
  );
}

export default AboutUs;
